Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Launcher Type:
ar: نوع المشغّل:
cs: Typ launcheru:
de: Launcher-Typ:
es: Tipo de lanzador:
fi: Käynnistimen tyyppi:
fr: Type de lanceur :
it: Tipo di launcher:
ja: ランチャーの種類:
ko: 런처 유형:
pl: Typ launchera:
pt_br: Tipo de launcher:
pt_pt: Tipo de launcher:
ro: Tip de launcher:
ru: Тип лаунчера:
sv: Launchertyp:
tr: Başlatıcı Türü:
uk: Тип лаунчера:
vi: Loại trình khởi chạy:
zh_hans: 启动器类型：
zh_hant: 啟動器類型：

# launcher.config.activeOverrides
source: Active Environment Overrides
ar: تجاوزات البيئة النشطة
cs: Aktivní přepisy proměnných prostředí
da: Aktive miljøtilsidesættelser
de: Aktive Umgebungsüberschreibungen
es: Anulaciones de entorno activas
fi: Aktiiviset ympäristöohitukset
fr: Surcharges d'environnement actives
it: Override d'ambiente attivi
ja: 有効な環境変数の上書き
ko: 활성 환경 변수 재정의
nl: Actieve omgevingsoverrides
pl: Aktywne zastąpienia zmiennych środowiskowych
pt_br: Substituições de ambiente ativas
pt_pt: Substituições de ambiente ativas
ro: Suprascrieri de mediu active
ru: Активные замены переменных среды
sv: Aktiva åsidosättningar av miljövariabler
tr: Etkin Ortam Geçersiz Kılmaları
uk: Активні перевизначення середовища
vi: Ghi đè môi trường đang bật
zh_hans: 生效的环境变量覆盖
zh_hant: 生效中的環境變數覆寫

# launcher.config.provenance.launcher %@
source: Applied by %@ preset
ar: تم التطبيق بواسطة الإعداد المسبق %@
cs: Použito předvolbou %@
da: Anvendt af forindstillingen %@
de: Von Voreinstellung „%@“ angewendet
es: Aplicado por el preajuste de %@
fi: Otettu käyttöön esiasetuksesta %@
fr: Appliqué par le préréglage %@
it: Applicato dal preset %@
ja: %@ のプリセットにより適用
ko: %@ 프리셋으로 적용됨
nl: Toegepast door voorinstelling %@
pl: Zastosowane przez profil %@
pt_br: Aplicado pela predefinição do %@
pt_pt: Aplicado pela predefinição %@
ro: Aplicat de presetarea %@
ru: Применено пресетом %@
sv: Tillämpad av förinställningen %@
tr: %@ ön ayarı tarafından uygulandı
uk: Застосовано пресетом %@
vi: Áp dụng theo cài đặt sẵn %@
zh_hans: 由 %@ 预设应用
zh_hant: 由 %@ 預設集套用

# launcher.config.provenance.platform %@
source: Applied because macOS >= %@
ar: تم التطبيق لأن إصدار macOS يساوي %@ أو أحدث
cs: Použito, protože macOS >= %@
da: Anvendt, fordi macOS >= %@
de: Angewendet, weil macOS >= %@
es: Aplicado porque macOS >= %@
fi: Otettu käyttöön, koska macOS >= %@
fr: Appliqué car macOS >= %@
it: Applicato perché macOS >= %@
ja: macOS %@ 以降のため適用
ko: macOS %@ 이상이므로 적용됨
nl: Toegepast omdat macOS >= %@
pl: Zastosowane, bo macOS >= %@
pt_br: Aplicado porque o macOS >= %@
pt_pt: Aplicado porque o macOS >= %@
ro: Aplicat deoarece macOS >= %@
ru: Применено, так как macOS >= %@
sv: Tillämpad eftersom macOS >= %@
tr: macOS >= %@ olduğu için uygulandı
uk: Застосовано, бо macOS >= %@
vi: Áp dụng vì macOS >= %@
zh_hans: 因 macOS %@ 或更高版本而应用
zh_hant: 因 macOS %@ 或以上版本而套用

# launcher.diagnostics.export.error.message
source: An error occurred while saving the diagnostics report: %@ Please try again or choose a different location.
ar: حدث خطأ أثناء حفظ تقرير التشخيص: %@ يُرجى إعادة المحاولة أو اختيار موقع آخر.
cs: Při ukládání diagnostické zprávy došlo k chybě: %@ Zkuste to znovu nebo vyberte jiné umístění.
da: Der opstod en fejl, da diagnostikrapporten skulle arkiveres: %@ Prøv igen, eller vælg en anden placering.
de: Beim Sichern des Diagnoseberichts ist ein Fehler aufgetreten: %@ Versuche es erneut oder wähle einen anderen Ort.
es: Se ha producido un error al guardar el informe de diagnóstico: %@ Inténtalo de nuevo o elige otra ubicación.
fi: Vianmääritysraportin tallentamisessa tapahtui virhe: %@ Yritä uudelleen tai valitse toinen sijainti.
fr: Une erreur s'est produite lors de l'enregistrement du rapport de diagnostic : %@ Réessayez ou choisissez un autre emplacement.
it: Si è verificato un errore durante il salvataggio del report diagnostico: %@ Riprova o scegli un'altra posizione.
ja: 診断レポートの保存中にエラーが発生しました: %@ もう一度試すか、別の保存場所を選択してください。
ko: 진단 보고서를 저장하는 중 오류가 발생했습니다: %@ 다시 시도하거나 다른 위치를 선택하십시오.
nl: Er is een fout opgetreden bij het bewaren van het diagnoserapport: %@ Probeer het opnieuw of kies een andere locatie.
pl: Podczas zapisywania raportu diagnostycznego wystąpił błąd: %@ Spróbuj ponownie lub wybierz inną lokalizację.
pt_br: Ocorreu um erro ao salvar o relatório de diagnóstico: %@ Tente novamente ou escolha outro local.
pt_pt: Ocorreu um erro ao guardar o relatório de diagnóstico: %@ Tente novamente ou escolha outra localização.
ro: A apărut o eroare la salvarea raportului de diagnostic: %@ Încearcă din nou sau alege altă locație.
ru: При сохранении отчёта диагностики произошла ошибка: %@ Попробуйте ещё раз или выберите другое расположение.
sv: Ett fel uppstod när diagnostikrapporten skulle sparas: %@ Försök igen eller välj en annan plats.
tr: Tanılama raporu kaydedilirken bir hata oluştu: %@ Lütfen yeniden deneyin veya farklı bir konum seçin.
uk: Під час збереження звіту діагностики сталася помилка: %@ Спробуйте ще раз або виберіть інше розташування.
vi: Đã xảy ra lỗi khi lưu báo cáo chẩn đoán: %@ Hãy thử lại hoặc chọn vị trí khác.
zh_hans: 存储诊断报告时出错： %@ 请重试或选择其他位置。
zh_hant: 儲存診斷報告時發生錯誤： %@ 請重試或選擇其他位置。

# launcher.diagnostics.export.error.title
source: Failed to Export Diagnostics Report
ar: تعذّر تصدير تقرير التشخيص
cs: Diagnostickou zprávu se nepodařilo exportovat
da: Diagnostikrapporten kunne ikke eksporteres
de: Diagnosebericht konnte nicht exportiert werden
es: Error al exportar el informe de diagnóstico
fi: Vianmääritysraportin vienti epäonnistui
fr: Échec de l'exportation du rapport de diagnostic
it: Esportazione del report diagnostico non riuscita
ja: 診断レポートの書き出しに失敗しました
ko: 진단 보고서 내보내기 실패
nl: Exporteren van diagnoserapport mislukt
pl: Nie udało się wyeksportować raportu diagnostycznego
pt_br: Falha ao exportar o relatório de diagnóstico
pt_pt: Falha ao exportar o relatório de diagnóstico
ro: Exportarea raportului de diagnostic a eșuat
ru: Не удалось экспортировать отчёт диагностики
sv: Diagnostikrapporten kunde inte exporteras
tr: Tanılama Raporu Dışa Aktarılamadı
uk: Не вдалося експортувати звіт діагностики
vi: Xuất báo cáo chẩn đoán thất bại
zh_hans: 导出诊断报告失败
zh_hant: 匯出診斷報告失敗

source: Launcher fixes applied
ar: تم تطبيق إصلاحات المشغّل
cs: Opravy launcheru použity
da: Launcher-løsninger anvendt
de: Launcher-Korrekturen angewendet
es: Correcciones de lanzador aplicadas
fi: Käynnistimen korjaukset otettu käyttöön
fr: Correctifs de lanceur appliqués
it: Correzioni launcher applicate
ja: ランチャーの修正を適用しました
ko: 런처 수정 적용됨
nl: Launcher-oplossingen toegepast
pl: Zastosowano poprawki launchera
pt_br: Correções de launcher aplicadas
pt_pt: Correções de launcher aplicadas
ro: Remedieri de launcher aplicate
ru: Исправления для лаунчера применены
sv: Launcher-åtgärder tillämpade
tr: Başlatıcı düzeltmeleri uygulandı
uk: Виправлення для лаунчера застосовано
vi: Đã áp dụng bản sửa lỗi trình khởi chạy
zh_hans: 已应用启动器修复
zh_hant: 已套用啟動器修正

# launcher.fixes.count %lld
source: %lld settings configured
ar: تم تكوين %lld إعداد
cs: Nastaveno položek: %lld
da: %lld indstillinger konfigureret
de: %lld Einstellungen konfiguriert
es: %lld ajustes configurados
fi: %lld asetusta määritetty
fr: %lld réglages configurés
it: %lld impostazioni configurate
ja: %lld 件の設定を適用しました
ko: 설정 %lld개 구성됨
nl: %lld instellingen ingesteld
pl: Skonfigurowanych ustawień: %lld
pt_br: %lld configurações aplicadas
pt_pt: %lld definições configuradas
ro: %lld setări configurate
ru: Настроено параметров: %lld
sv: %lld inställningar konfigurerade
tr: %lld ayar yapılandırıldı
uk: Налаштовано параметрів: %lld
vi: Đã cấu hình %lld cài đặt
zh_hans: 已配置 %lld 项设置
zh_hant: 已設定 %lld 個項目

# launcher.fixes.viewDetails
source: View Details
ar: عرض التفاصيل
cs: Podrobnosti
da: Vis detaljer
de: Details anzeigen
es: Ver detalles
fi: Näytä lisätiedot
fr: Voir les détails
it: Mostra dettagli
ja: 詳細を表示
ko: 세부사항 보기
nl: Bekijk details
pl: Szczegóły
pt_br: Ver detalhes
pt_pt: Ver detalhes
ro: Vezi detalii
ru: Подробнее
sv: Visa detaljer
tr: Ayrıntıları Gör
uk: Докладніше
vi: Xem chi tiết
zh_hans: 查看详细信息
zh_hant: 查看詳細資訊

source: Locale Override:
ar: تجاوز اللغة المحلية:
cs: Národní prostředí:
da: Tilsidesæt sprogområde:
de: Sprachregion ändern:
es: Idioma forzado:
fi: Maa-asetuksen ohitus:
fr: Langue forcée :
it: Lingua forzata:
ja: ロケールの上書き:
ko: 로케일 재정의:
nl: Landinstelling wijzigen:
pl: Ustawienia regionalne:
pt_br: Idioma forçado:
pt_pt: Idioma forçado:
ro: Limbă forțată:
ru: Замена локали:
sv: Ändra språkregion:
tr: Yerel Ayar Geçersiz Kılma:
uk: Заміна локалі:
vi: Ghi đè ngôn ngữ:
zh_hans: 区域设置覆盖：
zh_hant: 地區設定覆寫：

# locale.auto
source: Automatic
ar: تلقائي
cs: Automaticky
da: Automatisk
de: Automatisch
es: Automático
fi: Automaattinen
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatyczne
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Автоматический выбор
sv: Automatiskt
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# locale.title
source: Locale
ar: محلي
cs: Národní prostředí
da: Sprog
de: Sprache
es: Localización
fi: Kieli
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Ustawienie regionalne
pt_br: Idioma
pt_pt: Local
ro: Localizare
ru: Языковой стандарт (локаль)
sv: Språkregion
tr: Yerel
uk: Мова
vi: Địa điểm
zh_hans: 本地化语言
zh_hant: 語言地區

# main.createFirst
source: Create your first bottle to get started
ar: قم بإنشاء قارورتك الأولى للبدء
cs: Pro začátek musíte vytvořit svou první láhev
da: Opret din første bottle for at komme igang
de: Erstellen Sie Ihre erste Flasche, um loszulegen
es: Crea tu primera botella para comenzar
fi: Luo ensimmäinen pullo, jotta voit aloittaa
fr: Créez votre première bouteille pour commencer
it: Crea la tua prima bottiglia per iniziare
ja: 最初の Bottle を作りましょう
ko: 첫 번째 Bottle을 만들어 시작하기
nl: Maak je eerste bottle om te beginnen
pl: Stwórz swoją pierwszą butelkę, aby rozpocząć
pt_br: Crie sua primeira Bottle para começar
pt_pt: Crie a sua primeira bottle para começar
ro: Creaţi-vă prima sticlă pentru a începe
ru: Создайте первую бутылку, чтобы начать
sv: Skapa din första flaska för att komma i gång
tr: Başlamak için ilk Bottle'ınızı oluşturunuz
uk: Створіть свою першу пляшку, щоб почати
vi: Tạo bottle đầu tiên của bạn để bắt đầu
zh_hans: 从创建第一个容器开始
zh_hant: 建立你的第一個容器以開始

source: Manual
ar: يدوي
cs: Ručně
da: Manuelt
de: Manuell
fi: Manuaalinen
fr: Manuel
it: Manuale
ja: 手動
ko: 수동
nl: Handmatig
pl: Ręcznie
ru: Вручную
sv: Manuellt
tr: Manuel
uk: Вручну
vi: Thủ công
zh_hans: 手动
zh_hant: 手動

source: Manually select the launcher type for this bottle
ar: اختر نوع المشغّل لهذه الزجاجة يدويًا
cs: Ručně vyberte typ launcheru pro tuto láhev
da: Vælg launchertypen til denne flaske manuelt
de: Den Launcher-Typ für diese Flasche manuell auswählen
es: Selecciona manualmente el tipo de lanzador para esta botella
fi: Valitse käynnistimen tyyppi tälle pullolle itse
fr: Sélectionner manuellement le type de lanceur pour cette bouteille
it: Seleziona manualmente il tipo di launcher per questa bottiglia
ja: この Bottle のランチャーの種類を手動で選択します
ko: 이 Bottle의 런처 유형을 직접 선택합니다
nl: Kies handmatig het launchertype voor deze fles
pl: Ręcznie wybierz typ launchera dla tej butelki
pt_br: Selecionar manualmente o tipo de launcher desta Bottle
pt_pt: Selecionar manualmente o tipo de launcher para esta Bottle
ro: Selectează manual tipul de launcher pentru această sticlă
ru: Выбрать тип лаунчера для этой бутылки вручную
sv: Välj launchertyp för den här flaskan manuellt
tr: Bu şişe için başlatıcı türünü elle seçin
uk: Вибрати тип лаунчера для цієї пляшки вручну
vi: Tự chọn loại trình khởi chạy cho bottle này
zh_hans: 为此 Bottle 手动选择启动器类型
zh_hant: 為此 Bottle 手動選擇啟動器類型

# menubar.bottle.noPins
source: No pinned programs
ar: لا توجد برامج مثبّتة في القائمة
cs: Žádné připnuté programy
da: Ingen fastgjorte programmer
de: Keine angehefteten Programme
es: No hay programas anclados
fi: Ei kiinnitettyjä ohjelmia
fr: Aucun programme épinglé
it: Nessun programma fissato
ja: ピン留めしたプログラムはありません
ko: 고정된 프로그램 없음
nl: Geen vastgezette programma's
pl: Brak przypiętych programów
pt_br: Nenhum programa fixado
pt_pt: Nenhum programa fixado
ro: Niciun program fixat
ru: Нет закреплённых программ
sv: Inga fästa program
tr: Sabitlenmiş program yok
uk: Немає закріплених програм
vi: Chưa ghim chương trình nào
zh_hans: 没有已固定的程序
zh_hant: 沒有釘選的程式

# menubar.empty
source: No bottles yet
ar: لا توجد زجاجات بعد
cs: Zatím žádné lahve
da: Ingen flasker endnu
de: Noch keine Flaschen
es: Aún no hay botellas
fi: Ei vielä pulloja
fr: Aucune bouteille
it: Ancora nessuna bottiglia
ja: Bottle がまだありません
ko: 아직 Bottle이 없습니다
nl: Nog geen flessen
pl: Nie ma jeszcze butelek
pt_br: Nenhuma Bottle ainda
pt_pt: Ainda não há Bottles
ro: Încă nicio sticlă
ru: Пока нет бутылок
sv: Inga flaskor ännu
tr: Henüz şişe yok
uk: Пляшок ще немає
vi: Chưa có bottle nào
zh_hans: 还没有 Bottle
zh_hant: 還沒有 Bottle

# menubar.launchFailed
source: Couldn't launch %@
ar: تعذّر تشغيل %@
cs: Nepodařilo se spustit %@
da: %@ kunne ikke startes
de: %@ konnte nicht gestartet werden
es: No se ha podido abrir %@
fi: Kohdetta %@ ei voitu käynnistää
fr: Impossible de lancer %@
it: Impossibile avviare %@
ja: %@ を起動できませんでした
ko: %@을(를) 실행할 수 없습니다
nl: Kan %@ niet starten
pl: Nie udało się uruchomić %@
pt_br: Não foi possível abrir %@
pt_pt: Não foi possível abrir %@
ro: Nu s-a putut lansa %@
ru: Не удалось запустить %@
sv: Det gick inte att starta %@
tr: %@ başlatılamadı
uk: Не вдалося запустити %@
vi: Không khởi chạy được %@
zh_hans: 无法启动 %@
zh_hant: 無法啟動 %@

# menubar.open
source: Open Whisky
ar: فتح Whisky
cs: Otevřít Whisky
da: Åbn Whisky
de: Whisky öffnen
es: Abrir Whisky
fi: Avaa Whisky
fr: Ouvrir Whisky
it: Apri Whisky
ja: Whisky を開く
ko: Whisky 열기
pl: Otwórz Whisky
pt_br: Abrir o Whisky
pt_pt: Abrir o Whisky
ro: Deschide Whisky
ru: Открыть Whisky
sv: Öppna Whisky
tr: Whisky'yi Aç
uk: Відкрити Whisky
vi: Mở Whisky
zh_hans: 打开 Whisky
zh_hant: 打開 Whisky

# menubar.quit
source: Quit Whisky
ar: إنهاء Whisky
cs: Ukončit Whisky
da: Slut Whisky
de: Whisky beenden
es: Salir de Whisky
fi: Lopeta Whisky
fr: Quitter Whisky
it: Esci da Whisky
ja: Whisky を終了
ko: Whisky 종료
nl: Stop Whisky
pl: Zakończ Whisky
pt_br: Sair do Whisky
pt_pt: Sair do Whisky
ro: Închide Whisky
ru: Завершить Whisky
sv: Avsluta Whisky
tr: Whisky'den Çık
uk: Завершити Whisky
vi: Thoát Whisky
zh_hans: 退出 Whisky
zh_hant: 結束 Whisky

source: Network Timeout:
ar: مهلة الشبكة:
cs: Časový limit sítě:
da: Netværkstimeout:
de: Netzwerk-Timeout:
es: Tiempo de espera de red:
fi: Verkon aikakatkaisu:
fr: Délai réseau :
it: Timeout di rete:
ja: ネットワークタイムアウト:
ko: 네트워크 시간 초과:
nl: Netwerktime-out:
pl: Limit czasu sieci:
pt_br: Tempo limite de rede:
pt_pt: Tempo limite de rede:
ro: Expirare rețea:
ru: Таймаут сети:
sv: Nätverkstidsgräns:
tr: Ağ Zaman Aşımı:
uk: Тайм-аут мережі:
vi: Thời gian chờ mạng:
zh_hans: 网络超时：
zh_hant: 網路逾時：

source: No crash diagnoses recorded
ar: لا توجد تشخيصات تعطل مسجلة
cs: Žádné záznamy o pádech
da: Ingen nedbrudsdiagnoser registreret
de: Keine Absturzdiagnosen aufgezeichnet
es: No hay diagnósticos de fallos
fi: Ei tallennettuja diagnooseja
fr: Aucun diagnostic de plantage
it: Nessuna diagnosi di arresto registrata
ja: 記録されたクラッシュ診断はありません
ko: 기록된 크래시 진단이 없습니다
nl: Geen crashdiagnoses vastgelegd
pl: Brak zapisanych diagnoz awarii
pt_br: Nenhum diagnóstico de falha registrado
pt_pt: Sem diagnósticos de falhas
ro: Nicio diagnoză de crash înregistrată
ru: Записей о сбоях пока нет
sv: Inga kraschdiagnoser registrerade
tr: Kayıtlı çökme tanılaması yok
uk: Записів про збої ще немає
vi: Chưa có chẩn đoán sự cố nào
zh_hans: 没有记录任何崩溃诊断
zh_hant: 沒有記錄任何當機診斷

source: None
ar: بلا
cs: Žádné
da: Ingen
de: Keine
es: Ninguno
fi: Ei mitään
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Нет
sv: Ingen
tr: Yok
uk: Немає
vi: Không
zh_hans: 无
zh_hant: 無

source: NVIDIA (recommended) provides best compatibility across launchers
ar: توفر NVIDIA (موصى بها) أفضل توافق مع مختلف المشغّلات
cs: NVIDIA (doporučeno) nabízí nejlepší kompatibilitu s launchery
da: NVIDIA (anbefales) giver den bedste kompatibilitet på tværs af launchere
de: NVIDIA (empfohlen) bietet die beste Kompatibilität mit allen Launchern
es: NVIDIA (recomendado) ofrece la mejor compatibilidad con los lanzadores
fi: NVIDIA (suositus) tarjoaa parhaan yhteensopivuuden eri käynnistimissä
fr: NVIDIA (recommandé) offre la meilleure compatibilité avec les lanceurs
it: NVIDIA (consigliata) offre la migliore compatibilità con i launcher
ja: NVIDIA (推奨) は各ランチャーで最も高い互換性が得られます
ko: NVIDIA(권장)가 여러 런처에서 가장 좋은 호환성을 제공합니다
nl: NVIDIA (aanbevolen) biedt de beste compatibiliteit met alle launchers
pl: NVIDIA (zalecane) zapewnia najlepszą zgodność z launcherami
pt_br: A NVIDIA (recomendada) oferece a melhor compatibilidade entre launchers
pt_pt: A NVIDIA (recomendada) oferece a melhor compatibilidade entre launchers
ro: NVIDIA (recomandat) oferă cea mai bună compatibilitate cu launcherele
ru: NVIDIA (рекомендуется) обеспечивает лучшую совместимость с лаунчерами
sv: NVIDIA (rekommenderas) ger bäst kompatibilitet med alla launchers
tr: NVIDIA (önerilir) başlatıcılar genelinde en iyi uyumluluğu sağlar
uk: NVIDIA (рекомендовано) забезпечує найкращу сумісність із лаунчерами
vi: NVIDIA (khuyến nghị) cho khả năng tương thích tốt nhất với các trình khởi chạy
zh_hans: NVIDIA（推荐）在各启动器中的兼容性最佳
zh_hant: NVIDIA（建議）在各啟動器中的相容性最佳

# open.bottle
source: Import Bottle
ar: استيراد قارورة
cs: Importovat láhev
da: Importér Bottle
de: Flasche importieren
es: Importar Botella
fi: Tuo pullo
fr: Importer une bouteille
it: Importa bottiglia
ja: Bottle をインポート
ko: Bottle 불러오기
nl: Importeer Fles
pl: Importuj butelkę
pt_br: Importar Bottle
pt_pt: Importar Bottle
ro: Importă Sticlă
ru: Импортировать бутылку
sv: Importera flaska
tr: Bottle'ı İçeri Aktarın
uk: Імпортувати пляшку
vi: Nhập Bottle
zh_hans: 导入容器
zh_hant: 导入容器

# open.logs
source: Open Logs Folder
ar: فتح مجلد السجلات
cs: Otevřít složku s logy
da: Åbn Logmappe
de: Log-Folder öffnen
es: Abrir carpeta de registros
fi: Avaa log kansio
fr: Ouvrir le dossier des journaux
it: Apri la cartella dei log
ja: ログフォルダを開く
ko: 로그 폴더 열기
nl: Open Logs map
pl: Otwórz folder z logami
pt_br: Abrir Pasta dos Logs
pt_pt: Abrir Pasta dos Logs
ro: Deschide Folder-ul Logs
ru: Открыть папку логов
sv: Öppna loggmapp
tr: Log Klasörünü Aç
uk: Відкрити теку журналів
vi: Mở Folder Log
zh_hans: 打开日志文件夹
zh_hant: 開啟日誌資料夾

# open.setup
source: Setup...
ar: إعداد...
cs: Nastavení...
da: Opsætning...
de: Einrichtung...
es: Instalar...
fi: Asennus...
fr: Configuration initiale...
it: Configurazione...
ja: セットアップ...
ko: 설치...
nl: Installatie...
pl: Konfiguracja...
pt_br: Instalação...
pt_pt: Configurar...
ro: Configurare...
ru: Установить...
sv: Konfiguration...
tr: Kur...
uk: Налаштування...
vi: Thiết lập...
zh_hans: 安装...
zh_hant: 配置⋯

# pin.create
source: Pin
ar: تثبيت
cs: Připnout
da: Fastgør
de: Anpinnen
es: Anclar
fi: Kiinnitä
fr: Épingler
it: Fissa
ja: ピン留めする
ko: 고정
nl: Vastpinnen
pl: Przypnij
pt_br: Fixar
pt_pt: Fixar
ro: Fixează
ru: Закрепить
sv: Fäst
tr: Sabitle
uk: Закріпити
vi: Ghim
zh_hans: 置顶
zh_hant: 釘選

# pin.error.duplicate.%@
source: "%@" is already pinned!
ar: "%@" مثبت بالفعل!
cs: "%@" je již připnut!
da: "%@" er allerede fastgjort!
de: "%@" ist bereits angepinnt!
es: ¡"%@" ya está anclado!
fi: "%@" on jo kiinnitetty!
fr: "%@" est déjà épinglé !
it: "%@" è già fissato!
ja: %@ はすでにピン留めされています。
ko: "%@"은(는) 이미 고정되어 있습니다!
nl: "%@" is al vastgepind!
pl: "%@" jest już przypięty!
pt_br: "%@" já está fixado!
pt_pt: "%@" já está fixado!
ro: "%@" este deja fixat!
ru: "%@" уже закреплен!
sv: ”%@” är redan fäst!
tr: "%@" zaten sabitlenmiş!
uk: "%@" вже закріплено!
vi: "%@" đã được ghim!
zh_hans: "%@" 已被置顶！
zh_hant: 「%@」已經釘選！

# pin.error.title
source: Error Pinning Program
ar: خطأ في تدبيس البرنامج
cs: Chyba v připínání programu
da: Fejl ved fastgørelse af program
de: Fehler beim Anpinnen des Programms
es: Error al fijar el programa
fi: Virhe kiinnittäessä ohjelmaa
fr: Erreur en épinglant le programme
it: Errore creazione scorciatoia
ja: ピン留めに失敗しました
ko: 프로그램 고정 오류 발생
nl: Fout tijdens vastpinnen van het programma
pl: Błąd podczas przypinania programu
pt_br: Erro ao fixar o programa
pt_pt: Erro ao Fixar Programa
ro: Nu s-a Putut Fixa Programul
ru: Произошла ошибка при закреплении программы
sv: Programmet kunde inte fästas
tr: Programı Sabitleme Hatası
uk: Помилка під час закріплення програми
vi: Chương trình ghim bị lỗi
zh_hans: 置顶程序出错
zh_hant: 釘選程式時發生錯誤

# pin.help
source: Pin Program
ar: تدبيس البرنامج
cs: Připnout program
da: Fastgør program
de: Programm anpinnen
es: Anclar programa
fi: Kiinnitä ohjelma
fr: Épingler le Programme
it: Aggiungi scorciatoia
ja: 新しくピン留め
ko: 프로그램 고정
nl: Programma vastpinnen
pl: Przypnij program
pt_br: Fixar programa
pt_pt: Fixar Programa
ro: Fixează Programul
ru: Закрепление программы
sv: Fäst program
tr: Programı Sabitle
uk: Закріпити програму
vi: Ghim chương trình
zh_hans: 置顶程序
zh_hant: 釘選程式

source: Pin name:
ar: اسم الدبوس:
cs: Název připínáčku:
da: Navn på fastgørelse:
es: Nombre del Anclaje:
fi: Kiinnityksen nimi:
fr: Nom de l’épingle :
it: Nome della scorciatoia:
ja: 名前:
ko: 이름:
nl: Naam pinnen:
pl: Nazwa przypinki:
pt_br: Nome do pin:
pt_pt: Nome do Fixo:
ro: Nume pin:
ru: Закреплено:
sv: Namn:
tr: Sabitleme Adı:
uk: Закріпити ім'я:
vi: Tên của ghim:
zh_hans: 置顶名称
zh_hant: 釘選名稱：

# pin.path
source: Program path:
ar: مسار البرنامج:
cs: Cesta k programu:
da: Programsti:
de: Programm Pfad:
es: Ruta del programa:
fi: Ohjelman polku:
fr: Emplacement du programme :
it: Percorso del programma:
ja: パス:
ko: 프로그램 경로:
nl: Programma pad:
pl: Ścieżka programu:
pt_br: Caminho do programa:
pt_pt: Caminho do programa:
ro: Locația programului:
ru: Путь к программе:
sv: Sökväg till program:
tr: Program dosya yolu:
uk: Шлях до програми:
vi: Đường dẫn chương trình:
zh_hans: 程序路径
zh_hant: 程式路徑：

# pin.title
source: Pin Program
ar: تدبيس البرنامج
cs: Připnout program
da: Fastgør program
de: Programm anpinnen
es: Anclar programa
fi: Kiinnitä ohjelma
fr: Épingler le Programme
it: Aggiungi scorciatoia
ja: プログラムをピン留め
ko: 프로그램 고정
nl: Programma vastpinnen
pl: Przypnij program
pt_br: Fixar programa
pt_pt: Fixar Programa
ro: Fixează Programul
ru: Закрепить программу
sv: Fäst program
tr: Programı Sabitle
uk: Закріпити програму
vi: Ghim chương trình
zh_hans: 置顶程序
zh_hant: 釘選程式

# process.action.copyPID
source: Copy PID
ar: نسخ PID
cs: Kopírovat PID
da: Kopiér PID
de: PID kopieren
es: Copiar PID
fi: Kopioi PID
fr: Copier le PID
it: Copia PID
ja: PID をコピー
ko: PID 복사
nl: Kopieer PID
pl: Kopiuj PID
pt_br: Copiar PID
pt_pt: Copiar PID
ro: Copiază PID-ul
ru: Копировать PID
sv: Kopiera PID
tr: PID'yi Kopyala
uk: Копіювати PID
vi: Sao chép PID
zh_hans: 拷贝 PID
zh_hant: 拷貝 PID

# process.action.forceQuit
source: Force Quit
ar: فرض الإنهاء
cs: Vynutit ukončení
da: Afbryd
de: Sofort beenden
es: Forzar salida
fi: Pakota lopettamaan
fr: Forcer à quitter
it: Forza chiusura
ja: 強制終了
ko: 강제 종료
nl: Forceer stop
pl: Wymuś zakończenie
pt_br: Forçar encerramento
pt_pt: Forçar saída
ro: Forțează închiderea
ru: Завершить принудительно
sv: Tvinga avslut
tr: Zorla Çık
uk: Завершити примусово
vi: Buộc thoát
zh_hans: 强制退出
zh_hant: 強制結束

# process.action.forceStop
source: Force Stop
ar: فرض الإيقاف
cs: Vynutit zastavení
da: Tving stop
de: Sofort stoppen
es: Forzar detención
fi: Pakota pysäytys
fr: Arrêt forcé
it: Forza arresto
ja: 強制停止
ko: 강제 중지
nl: Stop geforceerd
pl: Wymuś zatrzymanie
pt_br: Forçar parada
pt_pt: Forçar paragem
ro: Forțează oprirea
ru: Остановить принудительно
sv: Tvinga stopp
tr: Zorla Durdur
uk: Зупинити примусово
vi: Buộc dừng
zh_hans: 强制停止
zh_hant: 強制停止

# process.action.quit
source: Quit
ar: إنهاء
cs: Ukončit
da: Afslut
de: Beenden
es: Salir
fi: Lopeta
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Stop
pl: Zakończ
pt_br: Sair
pt_pt: Sair
ro: Ieși
ru: Завершить
sv: Avsluta
tr: Çık
uk: Завершити
vi: Thoát
zh_hans: 退出
zh_hant: 結束
